Repository: Alxich/ti-wishlist-translate
Catalog: hebrew/ti-woocommerce-wishlist-*.po
Languages: he_il

source: Button
he_il: לַחְצָן

source: Processing
he_il: מעבד

source: Automatically
he_il: באופן אוטומטי

source: Manual
he_il: מדריך ל

source: Share
he_il: לַחֲלוֹק

source: Support
he_il: תמיכה

source: Ready!
he_il: מוּכָן!

source: Customer Added Product From Wishlist To Cart (TI WooCommerce Wishlist)
he_il: הלקוח הוסיף מוצר מרשימת משאלות לעגלה (רשימת משאלות של TI WooCommerce)

source: Wishlists
he_il: רשימת משאלות

source: Customer Added Product To Wishlist (TI WooCommerce Wishlist)
he_il: הלקוח הוסיף מוצר לרשימת משאלות (TI WooCommerce רשימת משאלות)

source: Product Purchased From Wishlist (TI WooCommerce Wishlist)
he_il: מוצר שנרכש מתוך רשימת משאלות (TI WooCommerce wishlist)

source: Customer Removed Product From Wishlist (TI WooCommerce Wishlist)
he_il: הלקוח הוסר מוצר מרשימת המשאלות (רשימת משאלות של TI WooCommerce)

source: Wishlist Reminder (TI WooCommerce Wishlist)
he_il: תזכורת לרשימת משאלות (רשימת משאלות של TI WooCommerce)

source: Setting the 'Reminder Interval' field to 30 means this trigger will fire every 30 days for any users that have items in their wishlist. This trigger is checked daily. Please note this doesn't work for guests because their wishlist data only exists in their session data.
he_il: הגדרת השדה 'מרווח תזכורות' ל-30 פירושה שהטריגר הזה יופעל כל 30 יום עבור כל המשתמשים שיש להם פריטים ברשימת המשאלות שלהם. טריגר זה נבדק מדי יום. שימו לב שזה לא עובד עבור אורחים כי נתוני רשימת המשאלות שלהם קיימים רק בנתוני הפגישה שלהם.

source: Reminder interval (days)
he_il: מרווח תזכורות (ימים)

source: E.g. Reminder any customers with items in a Wishlist every 30 days.
he_il: לְמָשָׁל. תזכורת לכל לקוחות עם פריטים ברשימת משאלות כל 30 יום.

source: Once per customer
he_il: פעם אחת לכל לקוח

source: If checked the trigger will fire only once for each customer for each wishlist they create. Most customers only use the one wishlist so use with caution. Setting a high Reminder interval may be a better plan.
he_il: אם מסומן, הטריגר יופעל פעם אחת בלבד עבור כל לקוח עבור כל רשימת משאלות שהוא יוצר. רוב הלקוחות משתמשים רק ברשימת המשאלות האחת אז השתמש בזהירות. הגדרת מרווח תזכורות גבוה עשויה להיות תוכנית טובה יותר.

source: Note
he_il: פתק

source: To
he_il: ל

source: To Email
he_il: למייל

source: Address
he_il: כתובת

source: Reload existing Gift Card
he_il: טען מחדש את כרטיס המתנה הקיים

source: WooCommerce Wishlist
he_il: WooCommerce משאלות

source: Awards %_plural% for users adding products to their wishlist and purchased products from their wishlist.
he_il: פרסים %_plural% עבור משתמשים שמוסיפים מוצרים לרשימת המשאלות שלהם ורכשו מוצרים מרשימת המשאלות שלהם.

source: Adding Product to Wishlist
he_il: הוספת מוצר לרשימת משאלות

source: Points
he_il: נקודות

source: Limit
he_il: לְהַגבִּיל

source: Log Template
he_il: תבנית יומן

source: required
he_il: נדרש

source: Purchasing Product from Wishlist
he_il: רכישת מוצר ממשאלות

source: Purchased From Wishlist
he_il: נרכש מתוך רשימת משאלות

source: Added To Wishlist
he_il: נוסף לרשימת המשאלות

source: Flat rate cost
he_il: עלות תעריף אחיד

source: Wishlist Icon
he_il: אייקון ברשימת המשאלות

source: Wishlist Icon Style
he_il: סגנון אייקון ברשימת משאלות

source: Show Wishlist Title
he_il: הצג את כותרת המשאלות

source: Custom Title
he_il: כותרת מותאמת אישית

source: In stock
he_il: במלאי

source: Rental Product
he_il: מוצר להשכרה

source: Quote Request
he_il: בקשה לציטוט

source: Cost
he_il: עֲלוּת

source: Location Cost
he_il: עלות מיקום

source: One Time
he_il: פעם אחת

source: Per Day
he_il: ליום

source: at
he_il: בְּ-

source: Total Hours
he_il: סה"כ שעות

source: Total Days
he_il: סך הימים

source: Due Payment
he_il: תשלום מועד

source: Wishlist Button
he_il: לחצן משאלות

source: Base price
he_il: מחיר בסיסי

source: Out of stock
he_il: אזל במלאי

source: Login
he_il: התחברות

source: Something went wrong
he_il: משהו השתבש

source: Create New
he_il: צור חדש

source: Please select some product options before adding this product to your wishlist.
he_il: אנא בחר כמה אפשרויות מוצר לפני הוספת מוצר זה לרשימת המשאלות שלך.

source: No items or actions are selected.
he_il: לא נבחרו פריטים או פעולות.

source: Copied!
he_il: מוּעֲתָק!

source: Displays the number of products in the wishlist on your site.
he_il: מציג את מספר המוצרים ברשימת המשאלות באתר שלך.

source: TI Wishlist Products Counter
he_il: דלפק מוצרי משאלות TI

source: Show counter icon
he_il: הצג סמל מונה

source: Show counter text
he_il: הצג טקסט נגדי

source: Counter Text
he_il: טקסט נגדי

source: Apply %s
he_il: החל %s

source: Action
he_il: פעולה

source: Product %s could not be added to cart because some requirements are not met.
he_il: לא ניתן היה להוסיף את המוצר %s לעגלה מכיוון שחלק מהדרישות לא מתקיימות.

source: Actions
he_il: פעולות

source: Remove
he_il: לְהַסִיר

source: %s has been successfully removed from wishlist.
he_il: %s הוסר בהצלחה מרשימת המשאלות.

source: Email
he_il: אימייל

source: Clipboard
he_il: לוח כתיבה

source: WhatsApp
he_il: וואטסאפ

source: %1$s by %2$s
he_il: %1$s על %2$s

source: %s has not been removed from wishlist.
he_il: %s לא הוסר מרשימת המשאלות.

source: %s has been removed from wishlist.
he_il: %s הוסר מרשימת המשאלות.

source: Return to Wishlist
he_il: חזור לרשימת משאלות

source: Previous Page
he_il: עמוד קודם

source: Next Page
he_il: עמוד הבא

source: Close
he_il: סגור

source: Wishlist is currently empty.
he_il: רשימת המשאלות ריקה כרגע.

source: Your Wishlist is currently empty.
he_il: רשימת המשאלות שלך ריקה כרגע.

source: Return To Shop
he_il: חזרה לחנות

source: Wishlist is not found!
he_il: רשימת משאלות לא נמצאה!

source: Select all for bulk action
he_il: בחר הכל לפעולה בכמות גדולה

source: Product Name
he_il: שם מוצר

source: Product
he_il: מוצר

source: Unit Price
he_il: מחיר ליחידה

source: Date Added
he_il: תאריך הוסף

source: Stock Status
he_il: מצב המניה

source: Select for bulk action
he_il: בחר לפעולה בכמות גדולה

source: You can import and export your TI WooCommerce Wishlist plugin settings here.
he_il: אתה יכול לייבא ולייצא את הגדרות הפלאגין של TI WooCommerce שלך כאן.

source: This allows you to either backup the data, or to move your settings to a new WordPress instance.
he_il: זה מאפשר לך לגבות את הנתונים, או להעביר את ההגדרות שלך למופע וורדפרס חדש.

source: Import settings
he_il: ייבא הגדרות

source: Please upload the exported json file or
he_il: נא להעלות את קובץ ה-json המיוצא או

source: paste the entire json
he_il: הדבק את כל ה-json

source: Please paste the exported json file or
he_il: נא הדבק את קובץ ה-json המיוצא או

source: upload the exported file
he_il: להעלות את הקובץ המיוצא

source: Import
he_il: יְבוּא

source: Export settings
he_il: ייצוא הגדרות

source: Download the entire plugin configuration.
he_il: הורד את כל תצורת הפלאגין.

source: Export
he_il: יְצוּא

source: Premium version
he_il: גרסת פרימיום

source: benefit from all the features
he_il: ליהנות מכל התכונות

source: check premium options
he_il: בדוק אפשרויות פרימיום

source: Rate us please
he_il: דרג אותנו בבקשה

source: We’d really appreciate if you could spend a few minutes to
he_il: נשמח מאוד אם תוכל להקדיש לכך כמה דקות

source: leave a review
he_il: להשאיר ביקורת

source: We love making new friends
he_il: אנחנו אוהבים להכיר חברים חדשים

source: sign up for emails to get updates and instant discount
he_il: הירשם לאימיילים כדי לקבל עדכונים והנחה מיידית

source: Subscribe
he_il: הירשם

source: 100% No-Risk 14-Days Money Back Guarantee
he_il: 100% ללא סיכון 14 יום החזר כספי

source: Need customization?
he_il: צריך התאמה אישית?

source: Highly skilled WordPress experts are ready to satisfy your needs
he_il: מומחי וורדפרס מיומנים במיוחד מוכנים לספק את הצרכים שלך

source: get started now
he_il: תתחיל עכשיו

source: TI WooCommerce Wishlist Templates
he_il: TI WooCommerce תבניות משאלות

source: This section shows the files that are overriding the default TI WooCommerce Wishlist templates.
he_il: סעיף זה מציג את הקבצים שעוקפים את תבניות ברירת המחדל של TI WooCommerce ברירת המחדל.

source: Overrides
he_il: עוקפים

source: Error 404
he_il: תקלה 404

source: Template "%s" not found!
he_il: התבנית "%s" לא נמצאה!

source: Congratulations
he_il: מזל טוב

source: Your Wishlist is ready!
he_il: רשימת המשאלות שלך מוכנה!

source: You have set basic Wishlist settings. If you want to make more in-depth plugin setup you can make it in plugin settings page %s.
he_il: הגדרת הגדרות בסיסיות ברשימת משאלות. אם ברצונך לבצע הגדרת תוסף מעמיקה יותר, תוכל לבצע זאת בדף הגדרות הפלאגין %s.

source: WooCommerce Wishlist Plugin Settings
he_il: הגדרות פלאגין WooCommerce

source: Details about WooCommerce Wishlist Plugin options can be found in our %s.
he_il: ניתן למצוא פרטים על אפשרויות התוסף של WooCommerce wishes ב-%s שלנו.

source: Online Documentation
he_il: תיעוד מקוון

source: Documentation
he_il: תיעוד

source: Wishlist Settings
he_il: הגדרות ברשימת משאלות

source: Return to the WordPress Dashboard
he_il: חזור ללוח המחוונים של וורדפרס

source: Setup Wizard
he_il: אשף התקנה

source: Welcome!
he_il: ברוך הבא!

source: Thank you for choosing the Wishlist plugin by TemplateInvaders to enhance your WooCommerce store!
he_il: תודה שבחרת בתוסף 'רצונות משאלות' של TemplateInvaders כדי לשפר את חנות WooCommerce שלך!

source: This quick setup wizard will help you configure the basic settings.
he_il: אשף התקנה מהיר זה יעזור לך להגדיר את ההגדרות הבסיסיות.

source: let’s go
he_il: בוא נלך

source: Not Right Now
he_il: לא עכשיו

source: Button options
he_il: אפשרויות לחצנים

source: Choose where to place “Add to Wishlist” button on the product page: before or after “Add to Cart” button.
he_il: בחר היכן למקם את כפתור "הוסף לרשימת משאלות" בדף המוצר: לפני או אחרי כפתור "הוסף לעגלה".

source: TI Wishlists > Style Options
he_il: TI wishes > אפשרויות סגנון

source: And set button text. You can add an icon, change button appearance and other settings in %s.
he_il: וקבע טקסט של כפתור. אתה יכול להוסיף סמל, לשנות את מראה הכפתור והגדרות אחרות ב-%s.

source: and
he_il: ו

source: You can also show “Add to Wishlist” button in Product listing. More options in %s.
he_il: אתה יכול גם להציג את כפתור "הוסף לרשימת המשאלות" ברשימת המוצר. אפשרויות נוספות ב-%s.

source: Show in Product listing
he_il: הצג ברשימת המוצר

source: "Add to Wishlist" Text in Product listing
he_il: טקסט "הוסף לרשימת משאלות" ברשימת המוצר

source: Skip this step
he_il: דלג על שלב זה

source: continue
he_il: לְהַמשִׁיך

source: Page with name “%s” aready exist! Please choose another page or create a new one
he_il: עמוד עם השם "%s" קיים! אנא בחר עמוד אחר או צור דף חדש

source: The following page needs to be applied so the “Wishlist” knows where it is.
he_il: יש ליישם את הדף הבא כדי ש"רשימת המשאלות" תדע היכן הוא נמצא.

source: Choose from existing pages or leave this field empty and the Wishlist page will be created automatically:
he_il: בחר מבין הדפים הקיימים או השאר שדה זה ריק ודף המשאלות ייווצר אוטומטית:

source: Once created, this page can be managed from WordPress dashboard.
he_il: לאחר היצירה, ניתן לנהל את הדף הזה מלוח המחוונים של וורדפרס.

source: Processing Options
he_il: אפשרויות עיבוד

source: Following option allows you to set products to be automatically removed from a wishlist when added to cart.
he_il: האפשרות הבאה מאפשרת לך להגדיר שהמוצרים יוסרו אוטומטית מרשימת המשאלות בעת הוספה לעגלה.

source: How products should be removed from Wishlist?
he_il: כיצד יש להסיר מוצרים ממשאלת המשאלות?

source: Allow people to share wishlists by adding social share buttons to Wishlist page.
he_il: אפשר לאנשים לשתף רשימות משאלות על ידי הוספת כפתורי שיתוף חברתי לדף המשאלות.

source: Show "Clipboard" Button
he_il: הצג את כפתור "לוח".
