Repository: Alxich/ti-wishlist-translate
Catalog: hebrew/ti-woocommerce-wishlist-*.po
Languages: he_il

source: Templates
he_il: תבניות

source: Use Theme style
he_il: השתמש בסגנון עיצוב

source: Template Options
he_il: אפשרויות תבנית

source: Template Custom CSS
he_il: תבנית CSS מותאמת אישית

source: Save Settings
he_il: שמור הגדרות

source: Reset
he_il: אִתחוּל

source: Save
he_il: להציל

source: General Settings
he_il: הגדרות כלליות

source: None
he_il: אף אחד

source: Wishlist page needs to be selected so the plugin knows where it is. This page should be created upon installation of the plugin, if not you will need to create it manually.
he_il: יש לבחור את דף המשאלות כדי שהתוסף יידע היכן הוא נמצא. דף זה צריך להיווצר עם התקנת התוסף, אם לא תצטרך ליצור אותו באופן ידני.

source: Default Wishlist Name
he_il: שם ברירת מחדל

source: Wishlist Page
he_il: עמוד משאלות

source: Require Login
he_il: דרוש כניסה

source: Disallows guests to use Wishlist functionality until they sign-in.
he_il: לא מאפשר לאורחים להשתמש בפונקציונליות ברשימת המשאלות עד שייכנסו.

source: Redirect to Login Page
he_il: הפנה מחדש לדף התחברות

source: Currently this option could not be changed because "Show successful notice in popup" is disabled. Guests will be redirected automatically to a login page.
he_il: נכון לעכשיו לא ניתן היה לשנות אפשרות זו מכיוון ש"הצג הודעה מוצלחת בחלון קופץ" מושבת. האורחים יופנו אוטומטית לדף התחברות.

source: If enabled, guests will be redirected to a login page once clicking the "Add to Wishlist" button or "Wishlist Products Counter" link. Otherwise a popup with login required notice will appear.
he_il: אם מופעלת, האורחים יופנו לדף התחברות לאחר לחיצה על כפתור "הוסף לרשימת משאלות" או הקישור "דלפק מוצרים של רשימת משאלות". אחרת יופיע חלון קופץ עם הודעה נדרשת להתחבר.

source: Show Link to Wishlist in my account
he_il: הצג קישור לרשימת משאלות בחשבון שלי

source: Remove Product from Wishlist if added to cart
he_il: הסר את המוצר מרשימת המשאלות אם הוא הוסף לעגלה

source: Remove by anyone
he_il: הסר על ידי כל אחד

source: Redirect to the checkout page from Wishlist if added to cart
he_il: הפנה לדף התשלום מתוך רשימת משאלות אם הוסף לעגלה

source: Remove product from Wishlist on second click
he_il: הסר את המוצר מרשימת המשאלות בלחיצה שנייה

source: Show successful notice in popup
he_il: הצג הודעה מוצלחת בחלון קופץ

source: This option allows to show/hide a popup with successful or error notices after addition or removing products from a Wishlist.
he_il: אפשרות זו מאפשרת להציג/להסתיר חלון קופץ עם הודעות מוצלחות או שגיאות לאחר הוספה או הסרה של מוצרים מרשימת משאלות.

source: "View Wishlist" button Text
he_il: כפתור "הצג משאלות" טקסט

source: Redirect to Wishlist
he_il: הפנה מחדש לרשימת משאלות

source: If enabled, user will be redirected to wishlist page after 5 sec from adding product to wishlist.
he_il: אם מופעל, המשתמש יופנה לדף רשימת המשאלות לאחר 5 שניות מהוספת המוצר לרשימת המשאלות.

source: "Product added to Wishlist" Text
he_il: טקסט "מוצר נוסף לרשימת המשאלות".

source: You can use next placeholder in this field to get current product name: <code>{product_name}</code>, <code>{product_sku}</code>
he_il: אתה יכול להשתמש במציין המיקום הבא בשדה זה כדי לקבל את שם המוצר הנוכחי: <code>{product_name}</code>, <code>{product_sku}</code>

source: "Product already in Wishlist" Text
he_il: טקסט "מוצר כבר ברשימת משאלות".

source: This notification will be shown if user will try to add a product that is already in the wishlist.
he_il: הודעה זו תוצג אם המשתמש ינסה להוסיף מוצר שכבר נמצא ברשימת המשאלות.

source: "Product removed from Wishlist" Text
he_il: טקסט "מוצר הוסר מרשימת המשאלות".

source: This notification will be shown once the product is removed from Wishlist on a single or a catalog page.
he_il: הודעה זו תוצג ברגע שהמוצר יוסר מרשימת המשאלות בדף בודד או בקטלוג.

source: Permalinks Settings
he_il: הגדרות קישורים קבועים

source: Force permalinks rewrite
he_il: כפה על שכתוב של קישורים קבועים

source: This option should be enabled to avoid any issues with URL rewrites between other plugins and Wishlist
he_il: אפשרות זו צריכה להיות מופעלת כדי למנוע בעיות כלשהן עם שכתוב כתובות אתרים בין תוספים אחרים למשאלות

source: Rename wishlist Settings
he_il: שנה את שם ההגדרות של רשימת המשאלות

source: Rename wishlist word across the plugin
he_il: שנה את שם מילת המשאלות על פני הפלאגין

source: These options allow changing word <code>wishlist</code> across all plugin instance
he_il: אפשרויות אלו מאפשרות לשנות את המילה <code>wishlist</code> בכל מופעי הפלאגין

source: Single form
he_il: טופס בודד

source: This option allowing you to change a single form of the word. You need to write a new word in lowercase and the proper case will be applied automatically for all instances.
he_il: אפשרות זו מאפשרת לך לשנות צורה בודדת של המילה. אתה צריך לכתוב מילה חדשה באותיות קטנות והאות המתאים יוחל אוטומטית בכל המקרים.

source: Plural form
he_il: צורת רבים

source: This option allowing you to change a plural form of the word. Left it empty if you need to add just "s" suffix to the single form word that you set above.
he_il: אפשרות זו מאפשרת לך לשנות צורת רבים של המילה. השאר אותו ריק אם אתה צריך להוסיף רק סיומת "s" למילת הצורה היחידה שהגדרת למעלה.

source: Wishlist Page Options
he_il: אפשרויות עמוד ברשימת משאלות

source: Coming soon
he_il: בקרוב

source: My Wishlist
he_il: רשימת המשאלות שלי

source: Wishlist Processing Options
he_il: אפשרויות עיבוד ברשימת משאלות

source: Automatic removal
he_il: הסרה אוטומטית

source: Remove condition
he_il: הסר מצב

source: Add to Cart
he_il: הוסף לעגלה

source: Product page "Add to Wishlist" Button Settings
he_il: עמוד מוצר "הוסף לרשימת המשאלות" הגדרות כפתור

source: Button position
he_il: מיקום הכפתור

source: Add this shortcode <code>[ti_wishlists_addtowishlist]</code> anywhere on product page, if you have chosen custom position for product button. You will have to do this for each product.
he_il: הוסף את הקוד הקצר הזה <code>[ti_wishlists_addtowishlist]</code> בכל מקום בדף המוצר, אם בחרת במיקום מותאם אישית עבור כפתור המוצר. תצטרך לעשות זאת עבור כל מוצר.

source: After "Add to Cart" button
he_il: לאחר כפתור "הוסף לעגלה".

source: Before "Add to Cart" button
he_il: לפני כפתור "הוסף לעגלה".

source: After Thumbnails
he_il: אחרי תמונות ממוזערות

source: After summary
he_il: אחרי סיכום

source: Custom position with code
he_il: מיקום מותאם אישית עם קוד

source: Button custom CSS class
he_il: כפתור מחלקת CSS מותאמת אישית

source: You can add custom CSS classes to button markup separated by spaces. Most of themes using <code>button</code> class for this type of buttons.
he_il: אתה יכול להוסיף מחלקות CSS מותאמות אישית לסימון כפתורים מופרדים ברווחים. רוב ערכות הנושא משתמשות במחלקה <code>button</code> עבור סוג זה של לחצנים.

source: "Add to Wishlist" Icon
he_il: סמל "הוסף לרשימת המשאלות".

source: You can choose from our predefined icons or upload your custom icon. Custom icon size is limited to 16x16 px.
he_il: אתה יכול לבחור מהסמלים המוגדרים מראש שלנו או להעלות את הסמל המותאם אישית שלך. גודל הסמל המותאם אישית מוגבל ל-16x16 פיקסלים.

source: Heart
he_il: לֵב

source: Heart+
he_il: לב+

source: Custom
he_il: המותאם אישית

source: Upload
he_il: העלה

source: "Add to Wishlist" Icon Color
he_il: צבע סמל "הוסף לרשימת משאלות".

source: Use font color
he_il: השתמש בצבע גופן

source: Black
he_il: שָׁחוֹר

source: White
he_il: לבן

source: Show preloader
he_il: הצג מראש טעינה

source: If enabled, applies animation for the button icon until product adding or removing processed. (Usable for servers with slow connection mostly.)
he_il: אם מופעל, החל הנפשה עבור סמל הכפתור עד לעיבוד הוספה או הסרה של המוצר. (שמיש לשרתים עם חיבור איטי בעיקר.)

source: Show button text
he_il: הצג טקסט לחצן

source: "Add to Wishlist" button Text
he_il: כפתור "הוסף לרשימת המשאלות" טקסט

source: Show "Already In Wishlist" button Text
he_il: הצג כפתור "כבר ברשימת המשאלות" טקסט

source: "Already In Wishlist" button Text
he_il: כפתור "כבר ברשימת המשאלות" טקסט

source: "Remove from Wishlist" Button Text
he_il: טקסט לחצן "הסר מרשימת המשאלות".

source: Product listing Button Settings
he_il: הגדרות לחצן רישום מוצר

source: These are separate settings for the "Add to Wishlist" button on a product listing (Shop page, categories, etc.). You can also adjust button and text colors, size, etc. in a <code>TI Wishlist > Style Options.</code>
he_il: אלו הן הגדרות נפרדות עבור כפתור "הוסף לרשימת משאלות" ברשימת מוצר (דף חנות, קטגוריות וכו'). אתה יכול גם להתאים את צבעי הלחצנים והטקסט, גודל וכו' ב<code>TI wishlist > אפשרויות סגנון.</code>

source: Show in Product Listing
he_il: הצג ברשימת מוצר

source: Above Thumbnail
he_il: מעל התמונה הממוזערת

source: Note: if "Custom position with code" option is applied, the "Add to Wishlist" button should be added into template using <code>do_shortcode()</code> function like this:<br /><code>do_shortcode("[ti_wishlists_addtowishlist loop=yes]")</code>
he_il: הערה: אם מוחלת האפשרות "מיקום מותאם אישית עם קוד", יש להוסיף את הלחצן "הוסף לרשימת המשאלות" לתבנית באמצעות הפונקציה <code>do_shortcode()</code> כך:<br /><code>do_shortcode(" [ti_wishlists_addtowishlist loop=yes]")</code>

source: "Add to Wishlist" Text
he_il: טקסט "הוסף לרשימת משאלות".

source: Wishlist Product Settings
he_il: הגדרות מוצר ברשימת משאלות

source: Following options allows you to choose what information/functionality to show/enable in wishlist table on wishlist page.
he_il: האפשרויות הבאות מאפשרות לך לבחור איזה מידע/פונקציונליות להציג/לאפשר בטבלת רשימת המשאלות בדף רשימת המשאלות.

source: Show "Add to Cart" button
he_il: הצג את כפתור "הוסף לעגלה".

source: "Add to Cart" Text
he_il: טקסט "הוסף לעגלה".

source: Show Unit price
he_il: הצג מחיר יחידה

source: Show Stock status
he_il: הצג סטטוס מלאי

source: Show Date of addition
he_il: הצג את תאריך ההוספה

source: Wishlist Table Settings
he_il: הגדרות טבלה ברשימת משאלות

source: Following options will help user to manage and add products to cart from wishlist table in bulk.
he_il: האפשרויות הבאות יעזרו למשתמש לנהל ולהוסיף מוצרים לעגלה מטבלת רשימת המשאלות בכמויות גדולות.

source: Show Checkboxes
he_il: הצג תיבות סימון

source: Show Actions button
he_il: הצג כפתור פעולות

source: Bulk actions drop down at the bottom of wishlist table
he_il: פעולות בכמות גדולה נפתחות בתחתית טבלת רשימת המשאלות

source: Show "Add Selected to Cart" button
he_il: הצג את כפתור "הוסף נבחרים לעגלה".

source: "Add Selected to Cart" Button Text
he_il: טקסט לחצן "הוסף נבחרים לעגלה".

source: Show "Add All to Cart" button
he_il: הצג את כפתור "הוסף הכל לעגלה".

source: "Add All to Cart" Button Text
he_il: טקסט לחצן "הוסף הכל לעגלה".

source: Following options enable/disable Social share icons below wishlist table on wishlist page. Wishlist owner can easily share their wishlists using this button on social networks. Wishlist privacy should be set to public or shared status, private wishlists can't be shared.
he_il: האפשרויות הבאות מפעילות/השבתות את סמלי השיתוף החברתי מתחת לטבלת רשימת המשאלות בדף רשימת המשאלות. בעל המשאלות יכול לשתף בקלות את רשימות המשאלות שלו באמצעות הכפתור הזה ברשתות חברתיות. פרטיות ברשימת המשאלות צריכה להיות מוגדרת למצב ציבורי או משותף, לא ניתן לשתף רשימות משאלות פרטיות.

source: Social Networks Sharing Options
he_il: אפשרויות שיתוף ברשתות חברתיות

source: Show "Facebook" Button
he_il: הצג את כפתור "פייסבוק".

source: Show "Twitter" Button
he_il: הצג את כפתור "טוויטר".

source: Show "Pinterest" Button
he_il: הצג את כפתור "Pinterest".

source: Show "WhatsApp" Button
he_il: הצג את כפתור "וואטסאפ".

source: Show "Copy to clipboard" Button
he_il: הצג את לחצן "העתק ללוח".

source: Show "Share by Email" Button
he_il: הצג את כפתור "שתף באימייל".

source: "Share on" Text
he_il: טקסט "שתף ב".

source: Social Icons Color
he_il: צבע סמלים חברתיים

source: Dark
he_il: אפל

source: Wishlist Product Counter
he_il: דלפק מוצר ברשימת משאלות

source: Add this shortcode <code>[ti_wishlist_products_counter]</code> anywhere into a page content to show Wishlist Counter.<br/><br/>It can be also added as a widget <code>Wishlist Products Counter</code> under the <a href="%s">Appearance -> Widgets</a> section.
he_il: הוסף את הקוד הקצר הזה <code>[ti_wishlist_products_counter]</code> בכל מקום לתוכן הדף כדי להציג את מונה המשאלות.<br/><br/>ניתן להוסיף אותו גם כווידג'ט <code>Wishlist Products Counter</code> תחת הקטע <a href="%s">מראה -> ווידג'טים</a>.

source: "Wishlist" Counter Icon
he_il: סמל הדלפק של "רשימת משאלות".

source: "Wishlist" Counter Icon Color
he_il: צבע סמל הדלפק של "רשימת משאלות".

source: Show "Wishlist" Counter Text
he_il: הצג טקסט נגדי "רשימת משאלות".

source: "Wishlist" Counter Text
he_il: טקסט נגדי "רשימת משאלות".

source: Wishlist -
he_il: רשימת משאלות -

source: Add counter to menu
he_il: הוסף מונה לתפריט

source: You can add a wishlist products counter as item to the selected menu.
he_il: אתה יכול להוסיף מונה רשימת מוצרים כפריט לתפריט הנבחר.

source: Counter position (Menu item order)
he_il: עמדת מונה (הזמנת פריט בתפריט)

source: Allows you to add the wishlist counter as a menu item and apply its position.
he_il: מאפשר לך להוסיף את מונה רשימת המשאלות כפריט בתפריט ולהחיל את מיקומו.

source: Show number of products in counter
he_il: הצג מספר מוצרים בדלפק

source: Hide zero value
he_il: הסתר ערך אפס

source: Do not show the "0" value in a counter if wishlist is empty.
he_il: אל תציג את הערך "0" במונה אם רשימת המשאלות ריקה.

source: Support Chat Settings
he_il: תמיכה בהגדרות צ'אט

source: Enable the support chat to get the most from our service and get answers to your questions promptly. We optimized the support process to get the required details from your current setup to solve your issues faster. Dedicated to your Care.
he_il: אפשר את צ'אט התמיכה כדי להפיק את המרב מהשירות שלנו ולקבל תשובות לשאלותיך באופן מיידי. ביצענו אופטימיזציה של תהליך התמיכה כדי לקבל את הפרטים הנדרשים מההגדרה הנוכחית שלך כדי לפתור את הבעיות שלך מהר יותר. מוקדש לטיפול שלך.

source: Enable support chat
he_il: אפשר צ'אט תמיכה

source: Integrations
he_il: אינטגרציות

source: Wishlist Integrations with 3rd party plugins and themes
he_il: שילובי משאלות עם תוספים וערכות נושא של צד שלישי

source: Available Integrations
he_il: אינטגרציות זמינות

source: You can disable built-in integrations with 3rd party plugins and themes.
he_il: אתה יכול להשבית אינטגרציות מובנות עם תוספים וערכות נושא של צד שלישי.

source: Export/Import Settings
he_il: הגדרות ייצוא/ייבוא

source: Export/Import Plugin Settings
he_il: ייצוא/ייבוא הגדרות תוסף

source: Style Options
he_il: אפשרויות סגנון

source: Wishlist Style Options
he_il: אפשרויות סגנון ברשימת משאלות

source: Use Default Font
he_il: השתמש בגופן ברירת המחדל

source: text
he_il: טֶקסט

source: Title Color
he_il: צבע כותרת

source: Title Font Size
he_il: גודל גופן כותרת

source: Content Text Color
he_il: צבע טקסט תוכן

source: Font
he_il: גוֹפָן

source: Product Title link
he_il: קישור לכותרת המוצר

source: Color
he_il: צֶבַע

source: Hover Color
he_il: צבע רחף

source: Underline
he_il: לָשִׂים דָגֵשׁ

source: Yes
he_il: כן

source: No
he_il: לא

source: fields
he_il: שדות

source: Background Color
he_il: צבע רקע

source: Border Color
he_il: צבע גבול

source: Border Radius
he_il: רדיוס הגבול

source: Text Color
he_il: צבע טקסט

source: Select Font Size
he_il: בחר גודל גופן

source: "Add to Wishlist" product page button
he_il: כפתור דף המוצר "הוסף לרשימת המשאלות".

source: Background Hover Color
he_il: צבע ריחוף ברקע

source: Button Text Color
he_il: צבע טקסט לחצן

source: Button Text Hover Color
he_il: צבע ריחוף של טקסט לחצן

source: Text Hover Color
he_il: צבע ריחוף של טקסט

source: Font Size
he_il: גודל גופן

source: Icon Size
he_il: גודל סמל

source: "Add to Wishlist" product listing button
he_il: כפתור "הוסף לרשימת משאלות" מוצר

source: "Apply Action" button
he_il: כפתור "החל פעולה".

source: add to cart button
he_il: כפתור הוסף לעגלה

source: table
he_il: שולחן

source: Table Head Background Color
he_il: צבע רקע ראש שולחן

source: Table Head Text Color
he_il: צבע טקסט ראש שולחן

source: Table Head Font
he_il: גופן ראש שולחן

source: Table Head Font Size
he_il: גודל גופן ראש שולחן

source: Content Text Font
he_il: גופן טקסט תוכן

source: Content Text Font Size
he_il: גודל גופן טקסט תוכן

source: Price Color
he_il: צבע מחיר

source: Price Font
he_il: פונט מחיר

source: Price Font Size
he_il: מחיר גודל גופן

source: Special Price Color
he_il: צבע מחיר מיוחד

source: Special Price Background Color
he_il: מחיר מיוחד צבע רקע

source: Share buttons
he_il: כפתורי שיתוף

source: Icon Color
he_il: צבע סמל

source: Icon Hover Color
he_il: סמל רחף צבע

source: popups
he_il: חלונות קופצים

source: Normal Buttons Background Color
he_il: כפתורים רגילים צבע רקע

source: Normal Buttons Background Hover Color
he_il: רקע לחצנים רגילים צבע ריחוף

source: Normal Buttons Text Color
he_il: כפתורים רגילים צבע טקסט

source: Normal Buttons Text Hover Color
he_il: לחצנים רגילים צבע ריחוף של טקסט

source: Upgrade to Premium
he_il: שדרג לפרימיום

source: Premium Features
he_il: תכונות פרימיום

source: <strong>Welcome to WooCommerce Wishlist Plugin</strong> – You‘re almost ready to start :)
he_il: <strong>ברוכים הבאים לפלאגין המשאלות של WooCommerce</strong> - אתה כמעט מוכן להתחיל :)

source: Run the Setup Wizard
he_il: הפעל את אשף ההתקנה

source: Skip Setup
he_il: דלג על הגדרות

source: Dismiss
he_il: לשחרר

source: WooCommerce Wishlist Plugin is misconfigured!
he_il: תוסף המשאלות של WooCommerce מוגדר בצורה שגויה!

source: Since the Setup Wizard was skipped, the Wishlist may function improperly.
he_il: מכיוון שדילג על אשף ההתקנה, יתכן שרשימת המשאלות תפעל בצורה לא תקינה.

source: Create a New Page or open to edit a page where the Wishlist should be displayed.
he_il: צור דף חדש או פתח כדי לערוך דף שבו יש להציג את רשימת המשאלות.

source: Add <code>[ti_wishlistsview]</code> shortcode into a page content.
he_il: הוסף קוד קצר <code>[ti_wishlistsview]</code> לתוכן הדף.

source: In a plugin General Settings section apply this page as a "Wishlist" page.
he_il: בחלק של הגדרות כלליות של תוסף החל דף זה כדף "רשימת משאלות".

source: Please apply the Wishlist page
he_il: נא להחיל את דף המשאלות

source: or
he_il: אוֹ

source: The Support Chat is disabled by default for the plugin setting pages. Enable it to get the most from our service!
he_il: צ'אט התמיכה מושבת כברירת מחדל עבור דפי הגדרות הפלאגין. אפשר לה להפיק את המרב מהשירות שלנו!

source: Enable Support Chat
he_il: אפשר צ'אט תמיכה

source: Are you sure you want to reset the settings?
he_il: האם אתה בטוח שברצונך לאפס את ההגדרות?

source: <code>%1$s</code> version <strong style="color:red">%2$s</strong> is out of date. The core version is <strong style="color:red">%3$s</strong>
he_il: גרסת <code>%1$s</code> <strong style="color:red">%2$s</strong> אינה מעודכנת. גרסת הליבה היא <strong style="color:red">%3$s</strong>

source: <strong>Your theme (%1$s) contains outdated copies of some WooCommerce Wishlist Plugin template files.</strong><br> These files may need updating to ensure they are compatible with the current version of WooCommerce Wishlist Plugin.<br> You can see which files are affected from the <a href="%2$s">system status page</a>.<br> If in doubt, check with the author of the theme.
he_il: <strong>ערכת הנושא שלך (%1$s) מכילה עותקים מיושנים של כמה קובצי תבנית של תוסף WooCommerce wishes.</strong><br> ייתכן שיהיה צורך לעדכן קבצים אלה כדי להבטיח שהם תואמים לגרסה הנוכחית של WooCommerce wish Plugin.<br > אתה יכול לראות אילו קבצים מושפעים מ<a href="%2$s">דף מצב המערכת</a>.<br> אם יש לך ספק, בדוק עם מחבר הנושא.

source: Limit result set to specific ids.
he_il: הגבל את קבוצת התוצאות למזהים ספציפיים.

source: Return wishlist products counter.
he_il: דלפק רשימת משאלות להחזרת מוצרים.

source: Invalid wishlist share key.
he_il: מפתח שיתוף רשימת משאלות לא חוקי.

source: WordPress user does not exists.
he_il: משתמש וורדפרס לא קיים.

source: No wishlists found for this user.
he_il: לא נמצאו רשימות משאלות עבור משתמש זה.

source: Update wishlist data failed.
he_il: עדכון נתוני רשימת המשאלות נכשל.

source: Add product to wishlist failed.
he_il: הוספת המוצר לרשימת המשאלות נכשלה.

source: Product not found.
he_il: מוצר לא נמצא.

source: Remove product from wishlist failed.
he_il: הסרת המוצר מרשימת המשאלות נכשלה.

source: Product removed from a wishlist.
he_il: המוצר הוסר מרשימת המשאלות.

source: You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!
he_il: אתה משתמש בוורדפרס בשפה שאנחנו עדיין לא תומכים בה. נשמח ש-%2$s יתורגמו גם בשפה הזו, אבל למרבה הצער, זה לא נכון עכשיו. אתה יכול לשנות את זה! הירשם ב-%4$s כדי לעזור לתרגם אותו!

source: You're using WordPress in <strong>%1$s</strong>. While %2$s has been translated to %1$s for <strong>%3$d%%</strong>, it's not been shipped with the plugin yet.<br> You can help! Register at %4$s to help complete the translation to %1$s!
he_il: אתה משתמש בוורדפרס ב-<strong>%1$s</strong>. בעוד ש-%2$s תורגם ל-%1$s עבור <strong>%3$d%%</strong>, הוא עדיין לא נשלח עם הפלאגין.<br> אתה יכול לעזור! הירשם ב-%4$s כדי לעזור להשלים את התרגום ל-%1$s!

source: As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!
he_il: כפי שאתה יכול לראות, יש תרגום של התוסף הזה ב-%1$s. תרגום זה הושלם כעת %3$d%%. אנו זקוקים לעזרתך כדי להשלים אותו ולתקן שגיאות. אנא הירשם ב-%4$s כדי לעזור להשלים את התרגום ל-%1$s!

source: Translation of %s
he_il: תרגום של %s

source: Register now &raquo;
he_il: הירשם עכשיו &raquo;

source: There was an error importing your settings, please try again.
he_il: אירעה שגיאה בייבוא ההגדרות שלך, אנא נסה שוב.

source: Please upload the TI WooCommerce Wishlist setting file or copy the content.
he_il: אנא העלה את קובץ ההגדרות של TI WooCommerce משאלות או העתק את התוכן.

source: The settings json is not valid.
he_il: ההגדרות json לא חוקיות.

source: The file you are uploading is too big.
he_il: הקובץ שאתה מעלה גדול מדי.

source: There was an error uploading the file.
he_il: אירעה שגיאה בהעלאת הקובץ.

source: The settings file is empty.
he_il: קובץ ההגדרות ריק.

source: The settings file is not valid.
he_il: קובץ ההגדרות אינו חוקי.

source: There was an error exporting your settings, please try again.
he_il: אירעה שגיאה בייצוא ההגדרות שלך, אנא נסה שוב.

source: Preview
he_il: תצוגה מקדימה

source: %2$s %3$s is required for %1$s. Deactivating %1$s.
he_il: %2$s נדרש %3$s עבור %1$s. מבטל את ההפעלה של %1$s.

source: %1$s is confilcted with %2$s %3$s. Deactivating %1$s.
he_il: %1$s מורכב עם %2$s %3$s. מבטל את ההפעלה של %1$s.

source: %2$s %3$s is required. Please update it before activating this plugin.
he_il: נדרש %2$s %3$s. אנא עדכן אותו לפני הפעלת הפלאגין הזה.

source: %2$s %3$s is required. Please downgrade it before activating this plugin.
he_il: נדרש %2$s %3$s. אנא שדרג אותו לפני הפעלת הפלאגין הזה.

source: %2$s %3$s is required. Please activate it before activating this plugin.
he_il: נדרש %2$s %3$s. אנא הפעל אותו לפני הפעלת הפלאגין הזה.

source: %1$s is conflicted with %2$s %3$s. Please disable it before activating this plugin.
he_il: %1$s מתנגש עם %2$s %3$s. אנא השבת אותו לפני הפעלת הפלאגין הזה.

source: %1$s %3$s is required. Please activate it before activating this plugin.
he_il: נדרש %1$s %3$s. אנא הפעל אותו לפני הפעלת הפלאגין הזה.

source: %1$s is conflicted with %2$s %3$s. Deactivating %1$s.
he_il: %1$s מתנגש עם %2$s %3$s. מבטל את ההפעלה של %1$s.

source: Settings
he_il: הגדרות

source: Premium Version
he_il: גרסת פרימיום

source: Live Demo
he_il: דמו ישיר

source: Attention!
he_il: תשומת הלב!

source: Errors(%s)
he_il: שגיאות (%s)

source: Useful Tip
he_il: טיפ שימושי

source: read documentation
he_il: לקרוא תיעוד

source: Introduction
he_il: מבוא

source: Page Setup
he_il: הגדרות עמוד

source: Wishlist
he_il: רשימת משאלות

source: Create Automatically
he_il: צור באופן אוטומטי

source: Create new Page
he_il: צור דף חדש
